Revit 2027 API
ParameterTypeId.PathReinAlternating Property
 "Alternating Bars"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PathReinAlternating { get; }
Public Shared ReadOnly Property PathReinAlternating As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PathReinAlternating {
	ForgeTypeId^ get ();
}
static member PathReinAlternating : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace